#####################################################################
[Translation]

TRANSLATION_BY = Переклад:
TRANSLATION_NAME = Kangoo, Mykola
TRANSLATION_LINK = mailto:kangoo.box@gmail.com
LANGUAGENAME=Українська
FILEVER=4000

#####################################################################

[MainPopup]
#-------------------------------------------------------------
MNU_OPEN_PICPICK		=Редактор &PicPick
#-------------------------------------------------------------

MNU_CAPTURE			=&Захоплення екрану
MNU_CAPTURE_FULLSCREEN		=&Весь екран
MNU_CAPTURE_ACTIVEWINDOW	=&Активне вікно
MNU_CAPTURE_CONTROL		=&Елемент вікна
MNU_CAPTURE_SCROLLINGWINDOW	=Вікно з п&рокруткою
MNU_CAPTURE_REGION		=&Виділена область
MNU_CAPTURE_FIXEDREGION		=&Фіксована область
MNU_CAPTURE_FREEHAND		=&Довільна область
MNU_CAPTURE_WEBPAGE		=&Веб-сторінка
MNU_CAPTURE_REPEAT		=Попередній вибір
MNU_CAPTUREQBAR			=Показати &панель захоплення...

#4.0.1
MNU_WIDGET			=Показати Від&жет...
#4.0.1

#-------------------------------------------------------------
MNU_CAPTURE_SETTING		=&Налаштування
MNU_OUTPUTTYPE			=&Отриманий знімок...

#4.0.1
;Please check the below strings and translate again. For example, [Copy as Clipboard] -> [Clipboard]
MNU_OUTPUTTYPE_PICPICK		=&Редагувати в PicPick
MNU_OUTPUTTYPE_CLIPBOARD	=&Копіювати до буферу обміну
MNU_OUTPUTTYPE_SAVEIMAGE	=&Зберегти в файл
MNU_OUTPUTTYPE_SAVEFOLDER	=&Автоматичне збереження
MNU_OUTPUTTYPE_OTHER		=Відкрити у &сторонній програмі...
MNU_OUTPUTTYPE_FTP		=Відвантажити на F&TP сервер
MNU_OUTPUTTYPE_SHARE		=&Викласти у...
MNU_OUTPUTTYPE_SENDTO		=&Відкрити у...
MNU_OUTPUTTYPE_FACEBOOK		=Відправити на Face&book
MNU_OUTPUTTYPE_TWITTER		=Відправити у T&witter
MNU_OUTPUTTYPE_MSWORD		=Відкрити в Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL		=Відкрити в Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT		=Відкрити в Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK	=Відправити поштою (Out&look)
MNU_OUTPUTTYPE_PRINTER		=На&друкувати
MNU_OUTPUTTYPE_SKYPE		=Sk&ype
MNU_OUTPUTTYPE_CLOUD		=У Clo&ud 
MNU_OUTPUTTYPE_WEB		=Відправити на &веб-сторінку
#4.0.1

MNU_OPT_DEFAULTFORMAT		=&Формат зображення за замовчуванням
MNU_OPT_OPENEDITOR		=Відкривати редактор PicPick під час завантаження
MNU_OPT_STARTUPPROGRAM		=&Запускати PicPick під час завантаження Windows
#-------------------------------------------------------------
MNU_COLORPICKER			=Колір під &курсором
MNU_COLORPALETTE		=Кольорова &палітра
MNU_COPYCOLORTYPE		=&Формат кольору
MNU_COLORHISTORY		=&Історія підбору кольору
MNU_COLORHISTORY_CLEAR		=&Очистити історію
#-------------------------------------------------------------
MNU_MAGNIFIER			=Вікно з&більшення
MNU_PIXELRULER			=&Лінійка
MNU_PROTRACTOR			=&Кутомір
MNU_CROSSHAIR			=&Перехрестя
MNU_WHITEBOARD			=&Грифельна дошка
MNU_CLOUDEXPLORER		=Clo&ud Explorer

#-------------------------------------------------------------
MNU_ABOUT_PICPICK		=&Налаштування програми...
MNU_EXIT_PICPICK		=В&ихід

#4.0.1
[Widget]
MNU_WIDGET			=Від&жет
MNU_WIDGET_LOCK			=&Зафіксувати віджет
MNU_WIDGET_SMALLICONS		=Показати &маленькі іконки
MNU_WIDGET_AUTOHIDE		=&Автоматично приховати
MNU_WIDGET_OPACITY		=&Прозорість
MNU_WIDGET_ALWAYSTOP		=Завжди &видимий
MNU_WIDGET_CLOSE		=За&крити віджет
#4.0.1

[PicPickEditor]
#-------------------------------------------------------------
MNU_FILE =&Файл
MNU_FILE_NEW =&Нове зображення
MNU_FILE_OPEN =&Відкрити...
MNU_FILE_OPENCLIPBOARD =&Вставити з буферу обміну
#3.0.0
MNU_FILE_OPENURL =Відкрити &посилання
#3.0.0
MNU_FILE_SAVESAME=&Зберегти
MNU_FILE_SAVE =Зберегти &як...
MNU_FILE_SAVESELECT =З&берегти виділене як...
MNU_FILE_SAVEALL=Зберегти вс&е...
MNU_FILE_PRINT=&Друк...
MNU_FILE_CLOSEIMAGE =&Закрити поточну вкладку
MNU_FILE_CLOSEALLIMAGE =Закрити &всі вкладки
MNU_FILE_CLOSEPICPICK =&Вийти з редактору
#-------------------------------------------------------------
MNU_EDIT =&Редагування
MNU_EDIT_UNDO =&Відмінити
MNU_EDIT_REDO =&Повторити
MNU_EDIT_CUT =&Вирізати
MNU_EDIT_COPY =&Копіювати
MNU_EDIT_PASTE =&Вставити
MNU_EDIT_PASTEFROMFILE =Вставити з &файлу...
MNU_EDIT_SELECTDEL =&Очистити
MNU_EDIT_SELECTNEW =Обрізати
MNU_EDIT_DESELECT =Зняти виділення
MNU_EDIT_SELECTALL =Виділити все
MNU_EDIT_IMAGERESIZE =Змінити розміри зображення...
MNU_EDIT_CANVASRESIZE =Змінити розміри полотна...
MNU_EDIT_VIEWBITMAP =&Показати зображення на весь екран...
#-------------------------------------------------------------
MNU_TOOLS =&Інструменти
MNU_TOOLS_FULLSCREEN 		=Захоплення всього &екрану
MNU_TOOLS_ACTIVEWINDOW 		=Захоплення &активного вікна
MNU_TOOLS_CONTROL 		=Захоплення &элементу вікна
MNU_TOOLS_SCROLLINGWINDOW	=Захоплення вікна з &прокруткою
MNU_TOOLS_WEBPAGE 		=Захоплення &веб-сторінки
MNU_TOOLS_REGION 		=Захоплення &виділеної області
MNU_TOOLS_FIXEDREGION 		=Захоплення &фіксованої області
MNU_TOOLS_FREEHAND 		=Захоплення довільної &області
MNU_TOOLS_REPEAT 		=Повторення останної &операції
MNU_TOOLS_COLORPICKER		=Колір під &курсором
MNU_TOOLS_COLORPALETTE		=Кольорова &палітра
MNU_TOOLS_MAGNIFIER		=Вікно з&більшення
MNU_TOOLS_PIXELRULER		=&Лінійка
MNU_TOOLS_PROTRACTOR		=&Кутомір
MNU_TOOLS_CROSSHAIR		=&Перехрестя
MNU_TOOLS_WHITEBOARD		=&Грифельна дошка
MNU_TOOLS_OPTION		=&Налаштування програми...
#-------------------------------------------------------------
MNU_TOOLSOPTION				=&Налаштування
MNU_TOOLSOPTION_OUTPUTTYPE		=&Отриманий знімок...
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT	=&Формат зображення за замовчуванням
MNU_TOOLSOPTION_DUALMONITORS		=Підтримка &двох моніторів
MNU_TOOLSOPTION_HOTKEY			=&Змінити призначення гарячих клавіш...
MNU_TOOLSOPTION_SOUND			=Включити &звукові ефекти
MNU_TOOLSOPTION_SCROLLCAPTURE		=Включити авто&прокручування
MNU_TOOLSOPTION_MOUSECURSOR		=Копіювати &вказівник миші
MNU_TOOLSOPTION_STARTUPPROGRAM		=&Запускати PicPick під час завантаження Windows
MNU_TOOLSOPTION_OPENEDITOR		=Відкрити редактор PicPick під час завантаження
MNU_TOOLS_COLORTYPE			=&Формат кольору
#-------------------------------------------------------------
MNU_EFFECT 			=&Ефекти
MNU_EFFECT_INVERT 		=&Інвертування
MNU_EFFECT_GRAYSCALE		=&Градація сірого
MNU_EFFECT_MOSAIC 		=&Пікселізація...
MNU_EFFECT_BLUR 		=&Розмиття
MNU_EFFECT_SHARPEN 		=&Різкість
MNU_EFFECT_BRIGHTNESS 		=&Яскравість / контрастність...
MNU_EFFECT_HSL 			=&Відтінок / насиченість...
MNU_EFFECT_BORDER 		=&Віділення країв
MNU_EFFECT_FLIP 		=&Дзеркальне відображення
MNU_EFFECT_FLIPH 		=Відобразити &горизонтально
MNU_EFFECT_FLIPV 		=Відобразити &вертикально
MNU_EFFECT_ROTATE 		=&Поворот
MNU_EFFECT_ROTATE90 		=&90° за годинником
MNU_EFFECT_ROTATE180 		=&180° за годинником
MNU_EFFECT_ROTATE270 		=&270° за годинником
MNU_EFFECT_FRAME		=Ра&мка...
MNU_EFFECT_COLORBALANCE		=Кольоровий &баланс...
MNU_EFFECT_WATERMARK		=&Водяний знак...
#-------------------------------------------------------------
MNU_WINDOW =&Вікно
MNU_WINDOW_CASCADE =Розташувати &каскадом
MNU_WINDOW_TILEH =Розташувати &горизонтально
MNU_WINDOW_TILEV =Розташувати &вертикально
MNU_WINDOW_MINIMIZEALL =Згорнути все
#-------------------------------------------------------------
MNU_HELP =&Допомога
MNU_HELP_WEBSITE = Офіційний сайт PicPick ...
MNU_HELP_ABOUT =Про програму...

PNL_TOOL_TOOLS = Інструменти
PNL_TOOL_COLOR = Колір
PNL_TOOL_PROPERTY = Властивості
LBL_TOOL_WIDTHS = Ширина:
LBL_TOOL_OPACITY = Прозорість:
LBL_TOOL_SHAPE= Фігура:

#-------------------------------------------------------------
#Ribbon

TAB_HOME=Головне
TAB_FILE=Файл
TAB_VIEW=Вигляд
TAB_SHAPES=Фігури
#3.4.0
TAB_SHAPES_SUB=Змінити
#3.4.0
#4.0.0
TAB_NUMBERSTAMP=Цифри
TAB_NUMBERSTAMP_SUB=Змінити
TAB_SELECTION=Вибір
TAB_SELECTION_SUB=Змінити
TAB_MAGNIFIER=Ефект збільшення 
TAB_MAGNIFIER_SUB=Змінити
TAB_STAMPS=Печатки
TAB_STAMPS_SUB=Змінити
#4.0.0
#4.0.1
TAB_SHARE=Поділитися
#4.0.1

TBR_CLIPBOARD=Буфер обміну
TBN_CLIPBOARD_PASTE=Вставити
TBN_CLIPBOARD_CUT=Вирізати
TBN_CLIPBOARD_COPY=Копіювати
TBN_CLIPBOARD_DELETE=Видалити

TBR_VIEW=Перегляд
TBN_VIEW_ZOOMIN=Збільшити
TBN_VIEW_ZOOMOUT=Зменшити
TBN_VIEW_FULL=Повний екран
TBN_VIEW_100=Реальний розмір

TBR_IMAGE=Зображення
TBN_IMAGE_EFFECT=Ефекти
TBN_IMAGE_CROP=Обрізка
TBN_IMAGE_RESIZE=Розмір
TBN_IMAGE_ROTATE=Поворот

TBR_TOOLS=Інструменти
TBR_COLOR=Колір

POP_COLORTYPE1 = Пастельні кольори
POP_COLORTYPE2 = Основні кольори

TBR_SHOWHIDE=Показати/приховати
TBN_RULER=Лінійки
TBN_STATUSBAR=Інфострічка
TBN_TAB = Вкладки

TBN_THUMBNAIL=Ескізи

TBR_WINDOW=Вікно
TBN_CASCADE=Каскад
TBN_ARRANGEALL=Мозаїка

TBN_REGISTER=&Зареєструвати

TBN_VIEW_100=100% розмір

TBN_TOOLS_SELECT = Область

#4.0.0
TBN_TOOLS_MOVE=Перемістити
TBN_TOOLS_DRAW=Малювати
TBN_TOOLS_DRAW_BRUSH=&Пензлик
TBN_TOOLS_DRAW_ERASER=&Ластик
TBN_TOOLS_DRAW_MARKER=&Маркер
TBN_TOOLS_FILL=Заливка
TBN_TOOLS_FILL_OPTIONS=Параметри
TBN_TOOLS_FILL_STANDARD=&Суцільна
TBN_TOOLS_FILL_REPLACEMENT=&Заміна кольору
TBN_TOOLS_STAMPS=Печатки
TBN_TOOLS_STAMPS_NUMBER=Цифри
TBN_TOOLS_STAMPS_GENERAL=Загальні
TBN_TOOLS_STAMPS_CURSOR=Курсори
TBN_SELECT_SELECTION_SHAPES=Форма виділення
TBN_SELECT_SELECTION_OPTIONS=Параметри виділення
TBN_SELECT_RECTANGLE=&Прямокутне
TBN_SELECT_ELLIPSE=&Овальне

TBR_SIZE=Size
#4.0.0

TBN_MORECOLORS = Ще
MNU_PALETTETYPE = Варіанти палітри

MNU_TOPBAR_TITLE = Вибір верхніх кнопок
MNU_TOPBAR_MINIMIZERIBBON = Приховати &стрічку меню

#3.4.0
MNU_QAT_TITLE=Налаштувати панель швидкого доступу
MNU_QAT_ADD=&Додати до панелі швидкого доступу
MNU_QAT_DELETE=&Видалити з панелі
MNU_QAT_ABOVE=Показати панель &над стрічкою
MNU_QAT_BELOW=Показати панель &під стрічкою
#3.4.0

#4.0.1
MNU_QAT_DELETE=&Скинути налаштування панелі
TBN_VIEW_TOUCHMODE=Режим сенсорного екрану
#4.0.1

#-------------------------------------------------------------
[PicPickEditor Tip]
#-------------------------------------------------------------

TIP_FILE_NEW =Створити нове зображення
TIP_FILE_OPEN =Відкрити зображення
TIP_FILE_OPENCLIPBOARD =Вставити з буферу обміну
TIP_FILE_OPENURL =Відкрити зображення за посиланням
TIP_FILE_SAVE =Зберегти активне зображення
TIP_FILE_SAVEAS =Зберегти активне зображення з іншим іменем
TIP_FILE_SAVESELECT =Зберегти виділений фрагмент
TIP_FILE_SAVEALL =Зберегти всі зображення з новими іменами
TIP_FILE_PRINT=Надрукувати зображення
TIP_FILE_CLOSEIMAGE =Закрити поточне зображення
TIP_FILE_CLOSEALLIMAGE =Закрити всі зображення
TIP_FILE_CLOSEALLSAVEDIMAGE =Закрити всі збережені зображення
TIP_FILE_CLOSEPICPICK =Закрити вікно
#-------------------------------------------------------------
TIP_EDIT_UNDO =Відмінити останню операцію
TIP_EDIT_REDO =Повторити останню відмінену операцію
TIP_EDIT_CUT =Вирізати виділену область до буферу обміну
TIP_EDIT_COPY =Копіювати виділену область до буферу обміну
TIP_EDIT_PASTE =Вставити інформацію з буферу обміну
TIP_EDIT_PASTEFROMFILE =Вставити зображення з файлу
TIP_EDIT_SELECTDEL =Очистити виділення
TIP_EDIT_SELECTNEW =Обрізати зображення по виділеній області
TIP_EDIT_DESELECT =Зняти виділення
TIP_EDIT_SELECTALL =Виділити все зображення
TIP_EDIT_IMAGERESIZE =Змінити розмір зображення
TIP_EDIT_CANVASRESIZE =Змінити размір полотна
TIP_EDIT_VIEWBITMAP =Показати зображення на весь екран
#-------------------------------------------------------------
TIP_TOOLS_CAPTURE = Показувати панель захоплення на екрані
TIP_TOOLS_FULLSCREEN =Захоплення всього екрану
TIP_TOOLS_ACTIVEWINDOW =Захоплення активного вікна
TIP_TOOLS_CONTROL =Захоплення елементу вікна
TIP_TOOLS_SCROLLINGWINDOW	=Захоплення елементу вікна з прокруткою
TIP_TOOLS_WEBPAGE =захоплення веб-сторінки з прокруткою
TIP_TOOLS_REGION =Захоплення виділеної області
TIP_TOOLS_FREEHAND =Захоплення довільної області
TIP_TOOLS_FIXEDREGION =Захоплення фіксованої області
TIP_TOOLS_REPEAT =Повторити попередній варіант захоплення
TIP_TOOLS_CAPTUREMENU = Захоплення зображення на екрані
TIP_TOOLS_COLORPICKER	=Визначення кольору під курсором миші
TIP_TOOLS_COLORPALETTE	=Підбір кольору з палітри на екрані
TIP_TOOLS_MAGNIFIER	=Показати вікно збільшення
TIP_TOOLS_PIXELRULER	=Показати лінійку
TIP_TOOLS_CROSSHAIR	=Показати перехрестя
TIP_TOOLS_PROTRACTOR	=Показати кутомір
TIP_TOOLS_WHITEBOARD	=Написати на екрані
TIP_TOOLS_OPTION		=Діалог для налаштування параметрів програми
#-------------------------------------------------------------
TIP_TOOLSOPTION					=Змінити параметри захоплення
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK		=Змінити дію з отриманим знімком
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD		=Змінити дію з отриманим знімком
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE		=Змінити дію з отриманим знімком
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER	=Змінити дію з отриманим знімком
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER		=Змінити дію з отриманим знімком
TIP_TOOLSOPTION_OUTPUTTYPE_FTP		=Змінити дію з отриманим знімком
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK	=Змінити дію з отриманим знімком
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER	=Змінити дію з отриманим знімком
TIP_TOOLSOPTION_OUTPUTTYPE_WORD	=Змінити дію з отриманим знімком
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL	=Змінити дію з отриманим знімком
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT	=Змінити дію з отриманим знімком
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK	=Змінити дію з отриманим знімком
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER	=Змінити дію з отриманим знімком

TIP_TOOLSOPTION_OPT_DEFAULTFORMAT		=Змінити формат файлів за замовчуванням
TIP_TOOLSOPTION_DUALMONITORS			=Підтримка двох моніторів при захопленні зображення
TIP_TOOLSOPTION_HOTKEY				=Змінити призначення гарячих клавіш...
TIP_TOOLSOPTION_SOUND				=Включити звукові ефекти при знімку екрану
TIP_TOOLSOPTION_SCROLLCAPTURE			=Захопити зображення з вікна з прокруткою
TIP_TOOLSOPTION_MOUSECURSOR			=Копіювати курсор миші разом з зображенням
TIP_TOOLSOPTION_STARTUPPROGRAM		=Запускати PicPick при завантаженні Windows
TIP_TOOLSOPTION_OPENEDITOR			=Відкривати редактор PicPick при запуску програми
TIP_TOOLS_COLORTYPE				=Зміна формату кольору [HTML, RGB, C++, Delphi]

#-------------------------------------------------------------
TIP_EFFECT_INVERT =Інвертувати кольори зображення
TIP_EFFECT_GRAYSCALE =Перетворити зображення в градації сірого
TIP_EFFECT_MOSAIC =Застосувати ефект пікселізації
TIP_EFFECT_BLUR =Застосувати ефект розмиття
TIP_EFFECT_SHARPEN =Застосувати ефект різкості
TIP_EFFECT_BRIGHTNESS =Змінити яскравість і контрастність
TIP_EFFECT_HSL =Змінити відтінок і насиченість
TIP_EFFECT_FLIPH =Відобразити виділену область зображення по горизонталі
TIP_EFFECT_FLIPV =Відобразити виділену область зображення по вертикалі
TIP_EFFECT_ROTATE90 =Повернути на 90 градусів за часовою стрілкою
TIP_EFFECT_ROTATE180 =Повернути на 180 градусів за часовою стрілкою
TIP_EFFECT_ROTATE270 =Повернути на 270 градусів за часовою стрілкою
TIP_EFFECT_FRAME=Застосувати ефект рамки
TIP_EFFECT_WATERMARK=Додати водяний знак

#-------------------------------------------------------------
TIP_WINDOW_CASCADE =Розташувати вінка каскадом
TIP_WINDOW_TILEH =Розташувати вікна горизонтальною мозаїкою
TIP_WINDOW_TILEV =Розташувати вікна вертикальною мозаїкою
TIP_WINDOW_MINIMIZEALL =Згорнути всі відкриті вікна
#-------------------------------------------------------------
TIP_HELP_WEBSITE =Перейти на домашню сторінку  PicPick
TIP_HELP_ABOUT =Показати інформацію про програму і щодо авторських прав
#-------------------------------------------------------------

#4.0.0
TIP_TOOL_MOVE =Переміщення
TIP_TOOL_SELECT =Вибір області
TIP_TOOL_FILL =Заливка кольором
TIP_TOOL_PICKCOLOR =Обрати колір
TIP_TOOL_DRAW=Малювати різними пензликами
TIP_TOOL_STAMPS=Намалювати на зображенні печатки
TIP_TOOL_SHAPE=Намалювати на зображенні фігури

TIP_SIZE=Select the width for the selected tool
#4.0.0

TIP_OUTPUTTYPE_MSWORD1 		= Вставити копію у
TIP_OUTPUTTYPE_MSWORD2 		= Microsoft Word

TIP_OUTPUTTYPE_MSEXCEL1 	= Вставити копію у
TIP_OUTPUTTYPE_MSEXCEL2 	= Microsoft Excel

TIP_OUTPUTTYPE_MSPOWERPOINT1	= Вставити копію у
TIP_OUTPUTTYPE_MSPOWERPOINT2 	= Microsoft PowerPoint

TIP_OUTPUTTYPE_SKYPE1		= Надіслати копію у
TIP_OUTPUTTYPE_SKYPE2 		= Skype

TIP_OUTPUTTYPE_PROGRAM1		= Надіслати копію до
TIP_OUTPUTTYPE_PROGRAM2 	= зовнішньої програми

TIP_OUTPUTTYPE_MSOUTLOOK1	= Вкласти копію до
TIP_OUTPUTTYPE_MSOUTLOOK2	= листа електронної пошти

TIP_OUTPUTTYPE_FACEBOOK1	= Відправити і зробити доступним
TIP_OUTPUTTYPE_FACEBOOK2 	= на Facebook

TIP_OUTPUTTYPE_TWITTER1		= Відправити і зробити доступним
TIP_OUTPUTTYPE_TWITTER2 	= у Twitter

TIP_OUTPUTTYPE_FTP1		= Відправити напряму
TIP_OUTPUTTYPE_FTP2 		= на веб-сторінку по FTP

TIP_OUTPUTTYPE_WEBUPLOAD1	= Відправити напряму
TIP_OUTPUTTYPE_WEBUPLOAD2	= на веб-сторінку

TIP_OUTPUTTYPE_CLOUD1		= Вивантажити у Dropbox,
TIP_OUTPUTTYPE_CLOUD2 		= Диск Google, SkyDrive та ін.

TIP_IMAGE_ROTATEFLIP = Повернути або дзеркально відобразити зображення або область

TIP_TOOLS_EFFECT=Вибір ефекту
TIP_TOOLS_WIDTHS=Вибір ширини
TIP_TOOLS_OPACITY = Вибір прозорості

TIP_VIEW_ZOOMIN = Збільшити поточне зображення
TIP_VIEW_ZOOMOUT = Зменшити поточне зображення
TIP_VIEW_ZOOMSELECT =Збільшити або зменшити
TIP_VIEW_ACTUALSIZE = Розмір оригіналу
TIP_VIEW_THUMBNAIL=Показати ескізи для швидкого вибору зображення

TIP_SHOW_RULER=Показати чи приховати лінійку біля зображення
TIP_SHOW_STATUSBAR=Показати чи приховати рядок статусу внизу вікна
TIP_SHOW_TAB=Показати чи приховати панель вкладок

TIP_COLOR_COLOR1 = Колір тону
TIP_COLOR_COLOR2 = Колір фону
TIP_COLOR_SWAP=Поміняти місцяти колір фону і тону
TIP_COLOR_DEFAULT = Встановити колір фону і тону за замовчуванням
TIP_COLOR_MORE=Показати додаткові палітри

TIP_SHAPE_FLATTEN=Сумістити фігури
TIP_SHAPE_DELETE=Видалити фігуру
TIP_SHAPE_DUPLICATE=Дублювати фігуру

TIP_SHAPE_FILL=Заповнити обрану фігуру
TIP_SHAPE_OUTLINE=Змінити контур фігури
TIP_SHAPE_EFFECTS=Змінити параметри фігури
TIP_SHAPE_ADDTEXT=Вставити текст у фігуру

TIP_SHAPE_FLATTEN_ALL=Сумістити всі фігури
TIP_SHAPE_BRINGTOFRONT=Помістити обраний об'єкт на передній план, т.ч. він може приховати розміщені нижче об'єкти
TIP_SHAPE_SENDTOBACK=Помістити обраний об'єкти на задній план, т.ч. він може бути прихований під об'єктими, що розміщені над ним

[Dialogs]
#-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE =Редактор зображень PicPick
DLG_CONTROLCAPTURE_TITLE =Захоплення елементу вікна
DLG_SCROLLINGWINDOWCAPTURE_TITLE =Захоплення вікна з прокруткю
DLG_REGIONCAPTURE_TITLE =Захоплення виділеної області
DLG_FIXEDREGIONCAPTURE_TITLE =Захоплення фіксованої області
DLG_FREEHANDCAPTURE_TITLE=Захоплення довільної області
DLG_WHITEBOARDTOOL_TITLE=PicPick - грифельна дошка
DLG_MAGNIFIER_TITLE=PicPick - вікно збільшення
DLG_COLORPICKER_TITLE =PicPick - колір під курсором
DLG_CROSSHAIR_TITLE =PicPick - перехрестя
DLG_COLORPALETTE_TITLE =Кольорова палітра
DLG_AUTOSAVE_TITLE = Збереження
DLG_NEWIMAGE_TITLE = Нове зображення
DLG_PRINT_TITLE = Друк
DLG_CANVASSET_TITLE = Розмір полотна
DLG_IMAGERESIZE_TITLE = Розмір зображення
DLG_ABOUT_TITLE = Про програму
DLG_PIXELATE_TITLE = Пікселізація
DLG_HUESATURATION_TITLE = Відтінок / насиченість
DLG_BRIGHTNESSCONTRAST_TITLE = Яскравість / контрастність
DLG_FRAME_TITLE	= Рамка
DLG_WATERMARK_TITLE		=Водяний знак
DLG_FONTVIEW_TITLE = Текст
DLG_CAPTURE_TITLE= Захоплення
DLG_CHANGEHOTKEY_TITLE = Клавіші
DLG_WEBPAGECAPTURE_TITLE = PicPick - захоплення веб-сторінки
DLG_SHORTCUT_TITLE = Наалштування гарячих клавіш
DLG_SETUP_TITLE		=Налаштування
DLG_FILENAMESETUP_TITLE	=Ім'я файлу
DLG_IMAGES_TITLE	=Зображення

#3.4.0
DLG_GENERALSETUP_TITLE	=Загальні
#3.4.0


DLG_FTPSETUP_TITLE	=FTP
DLG_EDITORSETUP_TITLE	=Редактор
DLG_ARROWSET_TITLE	=Налаштування стрілки
DLG_FACEBOOK_TITLE	=З'єднання з Facebook
DLG_TWITTER_TITLE		=З'єднання з Twitter
DLG_WEBUPLOAD_TITLE		=Відправка на веб-сторінку

BTN_OK = &Добре
BTN_CANCEL = &Відміна
BTN_APPLY = &Застосувати
#-------------------------------------------------------------

[About]

GRP_PRESET = Властивості
CHK_ADDSTARTUP = Завантажувати разом з Windows
CHK_ADDDESTKOP = Створити іконку на Робочому столі
CHK_CHECKUPDATE = Перевіряти поновлення програми
LBL_LANGUAGE = Мова
BTN_HOTKEY = Клавіші...
BTN_CREDIT = Про автора
LBL_PROGRAMPARAMETER=&Параметри...
CHK_SETTINGTOAPPDATA=зберігати налаштування до папки Application Data
LBL_MORELANGUAGE=Інші мови...

[Captures]
#-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY =Властивості
LBL_CONTROLCAPTURE_CLASS =Назва
LBL_CONTROLCAPTURE_SIZE =Розмір
LBL_CONTROLCAPTURE_INFO=Інформація
LBL_CONTROLCAPTURE_SCROLL=Автопрокрутка
LBL_CONTROLCAPTURE_OUTPUTTYPE =Дія зі знімком
LBL_CONTROLCAPTURE_HANDLE =Опис
LBL_CONTROLCAPTURE_RECT =Властивості
LBL_CONTROLCAPTURE_BOTTOMTIP =Оберіть елемент вікна (кнопку, вкладку, панель інструментів і т.д.) і натисніть клавішу Print Screen.

GRP_FIXEDREGIONCAPTURE_PROPERTY = Розмір області
LBL_FIXEDREGIONCAPTURE_WIDTH = Ширина:
LBL_FIXEDREGIONCAPTURE_HEIGHT =Висота:

TIP_REGIONCAPTURE_NOTDRAG =Оберіть область захоплення.
TIP_PIXEL = пикселей
TIP_FREEHANDCAPTURE_NOTDRAG =Обведіть область захоплення.

LBL_COLORPICKER_COLORAS =Формат:
LBL_COLORPICKER_VALUE =Колір:

LSV_WEBPAGECAPTURE_LIST = Оберіть сторінку
BTN_WEBPAGECAPTURE_RELOAD = &Поновити
BTN_WEBPAGECAPTURE_CAPTURE = &Захоплення

LBL_MINIHELP=Клацніть лівою клавішою миші, щоби виділити.
#-------------------------------------------------------------


[Shortcut]
#-------------------------------------------------------------
TAB_HOTKEY = Гарячі клавіші
GRB_CAPTURE = Захоплення екрану
GRB_TOOLS = Інструменти

LBL_KEYNONE = немає

LBL_CAPTURE_FULLSCREEN	=Весь екран
LBL_CAPTURE_ACTIVEWINDOW	=Активне вікно
LBL_CAPTURE_CONTROL		=Елемент вікна
LBL_CAPTURE_SCROLLINGWINDOW	=Вікно з прокруткою
LBL_CAPTURE_REGION		=Виділена область
LBL_CAPTURE_FIXEDREGION	=Фіксована область
LBL_CAPTURE_FREEHAND		=Довільна область
LBL_CAPTURE_WEBPAGE		=Веб-сторінка
LBL_CAPTURE_REPEAT		=Повторення останнього

LBL_TOOLS_EDITOR		=Редактор PicPick
LBL_TOOLS_COLORPICKER		=Колір під курсором
LBL_TOOLS_COLORPALETTE	=Кольорова палітра
LBL_TOOLS_PIXELRULER		=Лінійка
LBL_TOOLS_PROTRACTOR		=Кутомір
LBL_TOOLS_CROSSHAIR		=Перехрестя
LBL_TOOLS_WHITEBOARD		=Грифельна дошка

LBL_TOOLS_MAGNIFIER     =Вікно

CBO_HOTKEY_CUSTOM		=Вибірково...
CBO_HOTKEY_DEFAULT		=За замовчуванням
CBO_HOTKEY_HYPERSNAP		=HyperSnap
CBO_HOTKEY_NONE		=Відмінити
#-------------------------------------------------------------


#-------------------------------------------------------------

[FontView]

GRP_COLOR = Кольори
LBL_FONTCOLOR = Колір тону
CHK_FILLCOLOR = Колір фону
CHK_AA = Згладжування шрифтів

[AutoSave]
#-------------------------------------------------------------

GRP_SELECTFOLDER =Автоматичне збереження зображень
LBL_SELECTFOLDER =Папка для забереження зображень:
BTN_SELECTFOLDER =&Огляд...
GRP_SELECTFILENAME =Ім'я файлу
RDO_SELECTFILENAME_TEXT =Текст + номер
RDO_SELECTFILENAME_NUM =Тільки номер
RDO_SELECTFILENAME_DATETIME =Дата / час
EDT_SELECTFILENAME_DEFAULT = Image
GRP_SELECTFORMAT =Тип файлу
RDO_SELECTFORMAT_BMP =Растрове зображення (*.bmp)
RDO_SELECTFORMAT_JPG =Зображення JPEG(*.jpg)
RDO_SELECTFORMAT_PNG =Portable Network Graphics (*.png)
RDO_SELECTFORMAT_GIF =Зображення CompuServe GIF (*.gif)
RDO_SELECTFORMAT_PDF =Файли PDF (*.pdf)
LBL_SAVEFILENAME=Вкажіть ім'я для автозбереженння або для відправки на FTP:
LBL_EXAMPLETITLE=Параметри:
LBL_EXAMPLE1=%y : рік, %m : місяць, %d : день
LBL_EXAMPLE2=%h : година, %n : хвилина, %s : секунда
LBL_EXAMPLE3=%c : номер
LBL_EXAMPLE4=%u : Користувач, %w : Ім'я комп'ютера
LBL_EXAMPLE5=%t : Позначка часу UNIX
GRB_OTHERPROGRAM=Налаштування зовнішньої програми
LBL_OTHERPROGRAM=Оберіть програму для відкриття у ній знімків:
LBL_OTHERPROGRAMPATH=Шлях програми:
LBL_OTHERPROGRAMPARAMETER=Параметри:
LBL_OTHERPROGRAMSELECT=Інша програма...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint

#4.0.1
[GeneralSet]

GRB_STARTINGOPTION=Параметри запуску
LBL_PROGRAM_MODE=Режим програми за замовчанням
CBO_PROGRAM_MODE_EDITOR=Редактор
CBO_PROGRAM_MODE_WIDGET=Вікно віджета
CBO_PROGRAM_MODE_TRAY=Показувати лише сповіщення

CHK_STARTUP=Запускати разом з Windows
CHK_UPDATE=Перевіряти наявність оновлень
#4.0.1

[CaptureSet]
#-------------------------------------------------------------
GRB_CAPTUREOPTION		=Налаштування захоплення
CHK_DUALMONITORS		=ПІдтримка двох моніторів
CHK_SOUND			=Включити звукові ефекти
CHK_MOUSECURSOR		=Копіювати вказівник миші
CHK_HIDEEDITOR			=Приховати редактор PicPick перед захоплення
CHK_ALWAYSCOPYCLIPBOARD	=Завжди копіювати знімок до буферу обміну
CHK_STARTWITHCAPTUREBAR	=Показати панель захоплення під час запуску програми

GRB_AUTOSCROLL			=Автопрокрутка
CHK_SCROLLCAPTURE		=Включити автопрокрутку
LBL_SCROLLDELAY			=Затримка:
LBL_SCROLLDELAYMS		=мс

GRB_MAGNIFIER			=Вікно збільшення
CHK_MAGNIFIER			=Показувати вікно збільшення під час захоплення
LBL_ZOOMSCALE			=Масштаб:

GRB_CAPTUREDELAY		=Затримка перед захопленням
CHK_ADVANCECONTROLCAPTURE = Використовувати розширений контроль захоплення

#4.0.0
LBL_CAPTUREOUTPUT		=Змінити формат для захоплення за допомогою комбінацій клавіш або за допомогою меню у панелі сповіщень.
#4.0.0

#-------------------------------------------------------------

[FTP]
#-------------------------------------------------------------
GRB_FTPSERVER = Налаштування FTP серверу
LBL_FTPADDRESS  =FTP сервер:
LBL_REMOTEPATH = Віддалений шлях:
LBL_PORT=Порт:
CHK_PASSIVEFTP= Пасивний режим
LBL_USERNAME=Користувач:
LBL_PASSWORD=Пароль:
BTN_CONNECTTEST=ТЕСТ
LBL_SENDWEBBROWSER=Відкрити посилання у браузері
LBL_SENDCLIPBOARD=Копіювати посилання до буферу обміну
LBL_WEBADDRESS=Посилання
#-------------------------------------------------------------

[EditorSet]
#-------------------------------------------------------------
GRB_EDITOROPTION = Налаштування редактору
CHK_OPENEDITORWHENSTART=Відкривати редактор PicPick під час завантаження
CHK_CENTERIMAGE =Розташовувати зображення по центру вікна
CHK_CLOSEWITHOUTASKING =Закривати незбережене зображення без запитання
CHK_CROPNEW=Обрізати як нове зображення
CHK_SHOWCLASSICUI=Використовувати класичний вигляд панелі інструментів

#4.0.0
CHK_EXITWHENCLOSING=Закрити програму після виходу з редактору.
#4.0.0

LBL_BG=Колір фону:
RDO_BGGRID=Сітка
RDO_BGSOLID=Суцільний

GRB_FILETYPE=Асоціація типів файлів
LBL_FILETYPE=Оберіть типи файлів, що будуть відкриватись у PicPick:
LBL_FILETYPEVISTA=Зробити PicPick редактором зображень за замовчуванням

#-------------------------------------------------------------

[ArrowSet]
#-------------------------------------------------------------
CHK_START = Початок
CHK_END = Кінець
CHK_OUTLINE = Контур
CBO_AT_ARROW1 = Стрілка 1
CBO_AT_ARROW2 = Стрілка 2
CBO_AT_CIRCLE = Коло
CBO_AT_DIAMOND = Ромб
#-------------------------------------------------------------


[CanvasSet]
#-------------------------------------------------------------
GRP_SIZE = Розмір полотна
LBL_WIDTH = Ширина
LBL_HEIGHT =Висота
LBL_BACKCOLOR = Колір фону
LBL_PRESETS = Пресети
CBO_CLIPBOARD=Буфер обміну
CBO_LASTUSED=Останній використаний
CBO_CURRENT=Поточний розмір зображення
#-------------------------------------------------------------

[ResizeSet]
#-------------------------------------------------------------
LBL_ZOOM = 
RDO_ZOOM = Відсоткова зміна
RDO_SIZE = Зміна до розмірів
CHK_KEEP = Зберегти пропорції
LBL_WIDTH = Ширина
LBL_HEIGHT = Висота


[ColorSet]
#-------------------------------------------------------------
BTN_PREVIEW = &Попередній перегляд
LBL_PIXELATE = Пікселізація
LBL_HUE = Відтінок
LBL_SATURATION = Насиченість
LBL_BIRGHTNESS = Яскравість
LBL_CONTRAST = Контрастність
#-------------------------------------------------------------

[FrameSet]
#-------------------------------------------------------------
GRP_PREVIEW = Перегляд
GRP_EFFECT = Ефект
CHK_BORDER = Бордюр
CHK_FRAME = Рамка
LBL_ETC=Додаткові стили рамок...
CHK_AUTO=Застосовувати ефект рамки під час захоплення зображення
#-------------------------------------------------------------

[Palette]
#-------------------------------------------------------------
LBL_RED =&Червоний
LBL_GREEN =&Зелений
LBL_BLUE =&Синій
LBL_TYPE = Колір:
BTN_COPY =&Копіювати

CLR_DEFAULTTEXT = Кольорова палітра
CLR_CUSTOMTEXT = Інші кольори...
#-------------------------------------------------------------

[PixelRuler]
#-------------------------------------------------------------
MNU_RULER_MOVE =&Переміщення
MNU_RULER_MOVE_UP =&Уверх
MNU_RULER_MOVE_DOWN =&Униз
MNU_RULER_MOVE_LEFT =&Вліво
MNU_RULER_MOVE_RIGHT =&Вправо
#-------------------------------------------------------------
MNU_RULER_TYPE =&Орієнтація
MNU_RULER_TYPE_HOTRIZONTAL =&Горизонтальна
MNU_RULER_TYPE_VERTICAL =&Вертикальна
#-------------------------------------------------------------
MNU_RULER_TRANSPARENT =&Прозорість
MNU_RULER_TRANSPARENT_USE =&Активна
MNU_RULER_TRANSPARENT_NOTUSE =&Неактивна
MNU_RULER_TRANSPARENT_INC =&Збільшити
MNU_RULER_TRANSPARENT_DEC =З&меншити

MNU_MAGNIFIER =Показати вікно з&більшення...

#-------------------------------------------------------------
MNU_RULER_EXIT =В&ихід
#-------------------------------------------------------------
MNU_RULER_UNIT =&Одиниці вимірювання
MNU_RULER_UNIT_PIXEL =&Пікселі
MNU_RULER_UNIT_INCH =&Дюйми
MNU_RULER_UNIT_CM = &Сантиметри
MNU_RULER_UNIT_DPI = Роздільна здатність (&DPI)
MNU_RULER_COLOR = &Колір
MNU_RULER_COLOR_BLUE = &Синій (звичайний)
MNU_RULER_COLOR_YELLOW = &Жовтий (класичний)
MNU_RULER_COLOR_WHITE = &Білий
MNU_RULER_COLOR_BLACK = &Чорний
MNU_RULER_UNIT_DPI_CUSTOM = &Інше...
DLG_CUSTOMDPI_TITLE= Вибір значення DPI
LBL_CUSTOMDPI_TEXT= Введіть значення пікселів на дюйм (DPI):

[WhiteBoard]
#-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH =&Ширина пензлика
MNU_WHITEBOARD_PENCOLOR =&Колір пензлика
MNU_WHITEBOARD_PENCOLOR_BLACK =Чорний
MNU_WHITEBOARD_PENCOLOR_WHITE =Білий
MNU_WHITEBOARD_PENCOLOR_RED =Червоний
MNU_WHITEBOARD_PENCOLOR_GREEN =Зелений
MNU_WHITEBOARD_PENCOLOR_BLUE =Синій
MNU_WHITEBOARD_PENCOLOR_CYAN =Блакитний
MNU_WHITEBOARD_PENCOLOR_MAGENTA =Пурпурний
MNU_WHITEBOARD_PENCOLOR_YELLOW =Жовтий
MNU_WHITEBOARD_PENCOLOR_GRAY =Сірий
MNU_WHITEBOARD_PENCOLOR_CUSTOM =&Інший...
#-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR =&Очистити
MNU_WHITEBOARD_SAVE =&Захоплення екрану
MNU_WHITEBOARD_EXIT =В&ихід
#-------------------------------------------------------------
TIP_TOOL_MOVE =Переміщення
TIP_TOOL_ZOOM =Збільшеня
TIP_TOOL_PEN =Олівець
TIP_TOOL_LINE =Лінія
TIP_TOOL_ARROW =Стрілка
TIP_TOOL_SHAPE=Фігура
TIP_TOOL_RECT =Прямокутник
TIP_TOOL_ELLIPSE =Еліпс
TIP_TOOL_RRECT =Округлений прямокутник
TIP_TOOL_TRANSPARENT = Прозорість
TIP_TOOL_CLEAR=Очищення
TIP_TOOL_SAVE=Захоплення екрану
TIP_TOOL_WIDTH=Ширина
TIP_TOOL_COLOR=Колір

[Print]
#-------------------------------------------------------------
BTN_PRINTERSETUP=Налаштування друку
BTN_PRINT=&Друк
GRB_PREVIEW =Попередній перегляд

TAB_PAPERSETUP=Налаштування сторінки
TAB_ADDTEXT=Колонтитули

GRB_MARGINSETUP=&Відступи (мм)
LBL_MARGINTOP=Зверху
LBL_MARGINLEFT=Зліва
LBL_MARGINRIGHT=Зправа
LBL_MARGINBOTTOM=Знизу

GRB_IMAGESETUP=&Налаштування зображення
CHK_CENTER=Центрувати зображення
CHK_SHRINK=Вмістити на увесь лист (розтягти)
CHK_PROPORTINAL=Зберегти пропорції
CHK_GRAYSCALE=Відтінки сірого

GRB_PAPERCOUNT=&Кількість копій
LBL_PAPERUNIT=сторінок

GRB_ORIENTATION=&Орієнтація
RDO_PORTRAIT=Портретна
RDO_LANDSCAPE=Альбомна

GRB_HEADER=&Верхній колонтитул
CHK_HEADERADD=Додати
CBO_HEADERDEFAULT=Текст
LBL_HEADERMARGIN=Відступ:
BTN_HEADERFONT=Шрифт...
RDO_HEADERLEFT=Зліва
RDO_HEADERCENTER=По центру
RDO_HEADERRIGHT=Зправа

GRB_FOOTER=&Нижній колонтитул
CHK_FOOTERADD=Додати
CBO_FOOTERDEFAULT=Текст
LBL_FOOTERMARGIN=Відтступ:
BTN_FOOTERFONT=Шрифт...
RDO_FOOTERLEFT=Зліва
RDO_FOOTERCENTER=По центру
RDO_FOOTERRIGHT=Зправа
#-------------------------------------------------------------

[Facebook] 
#and Twitter
#and WebUpload
#-------------------------------------------------------------
BTN_CLOSE = &Закрити
LBL_PREVIEW = Попередній перегляд
LBL_CAPTION = Заголовок фотографії
RDO_SELECTALBUMS = Вибір альбомів
RDO_CREATEALBUM = Створити новий фотоальбом
LBL_CREATEALBUM_NAME = Назва:
LBL_CREATEALBUM_LOCATION = Розміщення:
LBL_CREATEALBUM_DESCRIPTION =Опис:
LBL_CREATEALBUM_PRIVACY = Доступ:
CBO_CREATEALBUM_1 = Всі
CBO_CREATEALBUM_2 = Мої мережі і друзі
CBO_CREATEALBUM_3 = Друзі друзів
CBO_CREATEALBUM_4 = Тільки друзі
BTN_UPLOAD = Відправити
LBL_IMGURL = Посилання на зображення
LBL_LINKURL = Посилання на альбом
LBL_UPLOADING=Відвантажується...
LBL_UPLOADCOMPLETE = Відвантаження завершено
LBL_UPLOADWAIT = Очикування на відповідь...
LBL_UPLOADFAILURE = Невдале відвантаження, спробуйте повторити знову.
LBL_UPLOADRESULT = Ви вдало відвантажити одну фотографію.

LBL_ACCOUNT = Ім'я:
LBL_PASSWORD = Пароль:
LBL_REMEMBERPASSWORD = Запам'ятати пароль
LBL_MESSAGE = Повідомлення:

LBL_WEBUPLOAD_TITLE = Відвантаження вашого зображення на веб-сторінку
LBL_WEBUPLOAD_TITLESUB = через ImageShack - безкоштовний сервіс по зберіганню зображень
LBL_WEBUPLOAD_SIGNUP = Увійдіть, аби впорядковувати відвантажені зображення!

LBL_WEBUPLOAD_NOACCOUNT = Гість (без реєстрації)
LBL_WEBUPLOAD_ACCOUNTEXIST = В мене є обліковий запис ImageShack

BTN_REQUESTTWITTERPIN = Запросити пін-код у Twitter
BTN_REMEMBERME = Запам'ятати мене на цьому комп'ютері
LBL_TWITTERPIN = PIN
BTN_CONNECT = &Приєднати
BTN_DISCONNECT = &Від'єднати

#-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS=Вкладки
MNU_RENAME=&Перейменувати...
#4.0.0
MNU_OPENFILELOCATION=&Знайти на диску...
#4.0.0
LBL_RENAME=Введіть, будь-ласка, ім'я файлу:

[ObjectProperty]

#4.0.0
SHP_TEXTBOX=Текст
SHP_HIGHLIGHTRECT=Виділити прямокутник
SHP_MAGNIFYEFFECT=Ефект збільшення
SHP_NUMBERSTAMP=Цифри
SHP_LINES=Лінії
SHP_CUSTOMSHAPES=Інші форми
#4.0.0
#4.0.1
SHP_TRIANGLE=Трикутник
#4.0.1

SHP_SHAPES = Фігури
SHP_LINE = Лінія
SHP_CURVE = Крива
SHP_ARROW = Стрілка
SHP_CURVEARROW = Закруглена стрілка
SHP_ELLIPSE = Еліпс
SHP_RECT = Прямокутник
SHP_ROUNDRECT = Округлений прямокутник
SHP_BALLOON = Хмарка
SHP_DIAMOND = Ромб
SHP_PENTAGON = Пятикутник
SHP_Hexagon = Шестикутник
SHP_5STAR = 5-кутна зірка
SHP_6STAR = 6-кутна зірка

TAB_EDIT = Редагувати
TBN_DELETE_OBJECT = &Видалити
TBN_DUPLICATE=Д&ублювати

MNU_FLATTEN = &Сумістити
MNU_FLATTENALL = &Сумістити все

LST_CHANGESHAPE = Змінити фігуру

TAB_SHAPESTYLES=Стиль фігури

TBN_SHAPETEXT=Вставити &Текст...
TBN_SHAPEFILL=Заповнення
MNU_SHAPEFILL_NOFILL=Відсутнє
MNU_SHAPEFILL_SOLIDFILL=Суцільне
MNU_SHAPEFILL_GRAFILL=Вертикальний градієнтне заповнення
MNU_SHAPEFILL_RADIALFILL=Радиальный градієнтне заповнення

TBN_SHAPEOUTLINE=Контур
MNU_SHAPEOUTLINE_NOLINE = Відсутній
MNU_SHAPEOUTLINE_SOLIDLINE = Суцільний
MNU_SHAPEOUTLINE_DOTLINE = Крапка
MNU_SHAPEOUTLINE_DASHLINE = Тире
MNU_SHAPEOUTLINE_DASHDOTLINE = Тире-крапка
MNU_SHAPEOUTLINE_DASHDOTDOTLINE = Тире-крапка-крапка


TBN_SHAPEFORMAT=Формат фігури
TBN_SHAPEEFFECTS=Ефекти фігури
MNU_SHAPEEFFECTS_NOEFFECTS=Немає
MNU_SHAPEEFFECTS_SHADOW=Тінь
MNU_SHAPEEFFECTS_SHADOWUSE=Тінь
MNU_SHAPEEFFECTS_SHADOWOPTION=Параметри...

MNU_SHAPEEFFECTS_BALLOONPOS=Напрямок хмарки
MNU_SHAPEEFFECTS_BALLOONPOSTL=Зверху зліва
MNU_SHAPEEFFECTS_BALLOONPOSTR=Зверху зправа
MNU_SHAPEEFFECTS_BALLOONPOSBL=Знизу зліва
MNU_SHAPEEFFECTS_BALLOONPOSBR=Знизу зправа

MNU_SHAPEEFFECTS_ARROWSTART = Початок
MNU_SHAPEEFFECTS_ARROWEND = Кінець
MNU_SHAPEEFFECTS_ARROWNONE = Без стрілки
MNU_SHAPEEFFECTS_ARROW1 = Стрілка 1
MNU_SHAPEEFFECTS_ARROW2 =Стрілка 2
MNU_SHAPEEFFECTS_ARROWCIRCLE = Окружність
MNU_SHAPEEFFECTS_ARROWDIAMOND = Ромб

MNU_SHAPE_ARRANGE=Впорядкувати
BTN_SHAPE_FRONT=Перемістити &наперед
BTN_SHAPE_BACK=Перемістити &назад

BTN_SHAPE_ARROWSTYLE=Стиль стрілки

TAB_SHAPECOLOR=Колір фігури

#4.0.0
TAB_NUMBERSTAMP_NUMBER=Параметри печатки
MNU_NUMBERSTAMP_CURRENT=Поточна
MNU_NUMBERSTAMP_NEXT=Наступна
TAB_NUMBERSTAMP_STYLE=Стилі
MNU_NUMBERSTAMP_SIZE=Розмір
MNU_NUMBERSTAMP_SIZE_SMALL=&Маленький
MNU_NUMBERSTAMP_SIZE_Medium=&Середній
MNU_NUMBERSTAMP_SIZE_LARGE=&Великий
MNU_NUMBERSTAMP_SHAPE=Форми
MNU_NUMBERSTAMP_SHAPE_CIRCLE=&Коло
MNU_NUMBERSTAMP_SHAPE_RECTANGLE=&Прямокутник

TBN_SELECT_CROPCURRENT=Обріза&ти
TBN_SELECT_CROPNEW=Обрізати як &нове зображення
TAB_SELECT_SIZE=Розмір
MNU_SELECT_SIZE_LEFT=Зліва
MNU_SELECT_SIZE_TOP=Зверху
MNU_SELECT_SIZE_WIDTH=Завширшки
MNU_SELECT_SIZE_HEIGHT=Висота
MNU_SELECT_INVERTSELECTION=Інвертувати обране

TAB_MAGNIFIER_STYLE=Стилі збільшувального скла
#4.0.0

#4.0.1
MNU_SHARE_OPTIONS=&Параметри...
#4.0.1

[Licenses]

rdoRegistered = Я є зареєстрованим користувачем і маю реєстраційний код для комерційного використання.
rdoPersonal = Я хочу використовувати цю програму тільки у власних цілях.
btnBuy = &Купити
btnRegister = За&реєструвати
btnAgree= П&огоджуюсь
btnClose = &Закрити
lblEnterLicense = ВВедіть вашу реєстраційну інформацію
lblOwnerName = Ім'я власника:
lblRegistrationCode = Код реєстрації:

lblLicenseInfo = Ліценцію видано  : 
lblPersonalUse = ДЛЯ ДОМАШНЬОГО (ОСОБИСТОГО) ВИКОРИСТАННЯ.

[CommercialVersionTrial]

btnModeTrial = Безкоштовна пробна версія
btnModeTrialDescription = Я хотів би продовжити використовувати цю програму на умовах випробувального терміну.
btnModeActivate = Активувати ліцензію
btnModeActivateDescription = Я зареєстрований користувач і маю ліцензійний ключ.
btnModeBuy = Придбати зараз
btnModeBuyDescription = Перейти на офіційну сторінку, щоби придбати ліцензійний ключ.
lblTrialDescription = Це 30-денна випробувальна версія програми PicPick. Щойно випробувальний період сплине, Ви маєте придбати ліцензію, щоби і надалі користуватися програмою або ж видалити програму з вашого комп'ютера.
btnContinueTrial = &Продовжувати випробувальне використання
lblDayLeft = Залишилось {$1} днів з вашого {$2}-денного випробувального періоду.
lblDayExpired = Ваша ліцензія більше не є дійсною.
lblEnterLicense = Вкажіть інформацію про Вашу ліцензію
lblOwnerName = Ім'я користувача
lblRegistrationCode = Ліцензійний ключ
lblRegistrationHelp = Не вдається активувати?
btnRegister = &Активувати
lblActivationOffline1 = 1. Будь ласка, відкрийте посилання та отримайте Ваш код підтвердження. Якщо цей комп'ютер не має доступу до Інтернет, Вам доведеться скористатися доступом до мережі на іншому комп'ютері.
lblActivationOffline2 = 2. Будь ласка вкажіть код підтвердження, який Ви отримали за посиланням.

lblAuthCode =Код підтвердження :

[ImagesSet]

grbJPEGOption=Параметри JPEG 
lblJPEGQuality=Якість
cboJPEGQualityMaximum = Максимальна
cboJPEGQualityHigh = Висока
cboJPEGQualityMedium = Середня
cboJPEGQualityLow = Низька

[SaveAll]

grbSaveOptions=Параметри збереження
lblSelectFolder=Оберіть папку, у якій мають зберігатися знімки екрану.

rdoAllImages=Всі зображення
rdoUnsavedImages=Всі досі незбережені зображення

grbFileOptions=Параметри файлу
lblFileName=Ім'я файлу
lblFileType=Тип файлу
rdoFiles=Файли

[ColorBalance]

grpbxColorBalance=баланс кольору
lblColorLevels=Рівні кольору

grpbxToneBalance= Тоновий баланс
rdbtnShadows=Тіні
rdbtnMidtones=Середні тона
rdbtnHighlights=Яскраві тона
chckbxPreserveLuminosity=Зберегти яскравість світла

[StartPage]

lblStartHome = Обрати завдання...
lblStartTitle1 = Нове завдання
lblStartTitle2 = Інструменти
chkStartDoNotShow = Не показувати це вікно під час запуску програми

[Watermark]

lblWaterMarkPreview = Попередній перегляд :
lblWaterMarkFile = Файл :
lblWaterMarkPosition = Позиція :
lblWaterMarkOpacity = Непрозорість :
lblWaterMarkOffsetX = Вісь X :
lblWaterMarkOffsetY = Вісь Y :
chkWaterMarkAuto=Автоматично додавати водяний знак під час захоплення зображення.

#-------------------------------------------------------------
;PicPick Cloud Storage Service uploader is powered by Cloud Explorer.
;If you translate below [CloudExplorer] section, your translator name will be displayed in our new software "Cloud Explorer" as well.
;For more information, please visit http://www.getcloudexplorer.com

[CloudExplorer]
:COMMON
btnOK=&OK
btnCancel=&Відміна
btnApply=&Застосувати
btnContinue=&Продовжити

:OPTION
grbOptionLanguage=Мова
grbOptionConnection=Керувати з'єднаннями
btnOptionConnectionClear=&Зупинити всі з'єднаня з хмарними сервісами

:MAINFORM
lstFilesName=Ім'я
lstFilesDate=Дата
lstFilesType=Тип
lstFilesSize=Розмір

mnuAction=Дія
mnuOpen=Відкрити
mnuDownload=Завантажити
mnuUploadMenu=Вивантажити
mnuUploadFile=Вивантажити файли
mnuUploadFolder=Вивантажити папку
mnuUploadImage=Вивантажити зображення
mnuNewFolder=Нова папка
mnuDelete=Видалити
mnuRename=Перейменувати

itemHome=Головна
itemOption=Параметри
itemAbout=Про...
itemDropbox=Dropbox
itemGDrive=Диск Google
itemSkydrive=SkyDrive

strAllFile=Всі файли (*.*)
strSearchResult=Шукати "%s"

lblHomeTitle= Оберіть службу, до якої потрібно під'єднатися...
lblUploadMode=Оберіть службу, у яку потрібно вивантажити зображення

itemCount=%s файлів
itemSelectedCount=%s файлів обрано

:PREVIEW
lblPreviewPreviewTitle=Попередній перегляд
lblPreviewDescriptionTitle=Опис
strPreviewNoDescription=Опис відсутній

:DOWNLOADFORM

DownloadFormCaption=Завантаження...
strPrepareDownload=Підготовка до завантаження
strDiscoveredItems=Знайдено %s файлів...
strPleaseWait=Зачекайте, список формується...
strDownloading=Завантажується %s файлів
strDownloadName=Ім'я : %s
strDownloadRemaining=Файлів залишається : %s1 ( всього : %s2 )


:UPLOADFORM
UploadFormCaption=Вивантажуються...
strPrepareUpload=Підготовка до вивантаження
strCreatingFolder=Створюється папка
strUploading=Вивантажується %s файлів
strUploadName=Ім'я : %s
strUploadRemaining=Файлів залишається : %s1 ( всього : %s2 )

:LOGINFORM
LoginFormCaption=Логін
chkSaveConnection=Зберегти інформацію для підключення
lblBrowserCall=Ви побачите веб-браузер через %s секунд.
lblBrowserCallRetry=Знову запитати доступ до %s 
lblBrowserAccess1=Щоби підключитися до Вашого акаунту %s необхідно перед тим увійти до цього акаунту у браузері.
lblBrowserAccess2=Як тільки Ви увійшли у браузері, Ви можете закрити вікно браузера та продовжити у програмі.

:USERINFO
lblUserInfoStorage=Сховище :
lblUserInfoUserNameTitle=Обліковий запис :
lblUserInfoSpaceTitle=Місце :
btnUserInfoLogout=Вийти
strSpace = %s1 вільно з %s2

FileTypetext=текст
FileTypedocument=документ
FileTypeimage=зображення
FileTypevideo=відео
FileTypeaudio=аудіо
FileTypefile=файл
FileTypefolder=папка
FileTypealbum=альбом

:UPLOAD
lblUploadFileNameTitle=Ім'я файла
lblUploadFileSizeTitle=Розмір файла
lblUploadFilePreviewTitle=Попередній перегляд
btnUploadUpload=Завантажити сюди

:MESSAGEBOX
strDelete1item=Ви впевнені, що хочете видалити цей файл?
strDelete1moreitems=Ви впевнені, що хочете видалити %s файлів?

strFolderExist=Папка з такою назвою вже існує
strDownloadFileExist=Файл з такою назвою вже існує. \n\nХочете його замінити?
strCreateFolder=Вкажіть назву папки.
strRename=Вкажіть нову назву.


strInvalidFolderName=Назва паки некоректна.
strCannotDelete=Не можна видалити файл(и)/папку(и).

strUpdateCheck=Є нова версія Cloud Explorer (%s). Бажаєте перейти на сторінку для завантаження?\n\n Майте на увазі, що нова версія може бути несумісною з Вашим хмарними сервісами.
strAuthFail = Авторизація не відбулась Спробуйте знову.

strDownloadFolder=Оберіть папку, до якої потрібно завантажити файл(и).
strUploadFolder=Будь ласка оберіть папку для вивантаження.
#-------------------------------------------------------------

[Website Resources]
;Please help us to translate official website to your languages.

#"title_picpick": "PicPick - All-in-one Graphic Design, Best Screen Capture Software, Image Editor, Color Picker, Pixel Ruler and More",
#"title_ngwin": "NGWIN - We develop user-friendly software that provides convenient computing environments",
#"nav_picpick": "PicPick",
#"nav_partners": "Partners",
#"nav_contact": "Contact",
#"nav_home": "Home",
#"nav_features": "Features",
#"nav_download": "Download",
#"nav_buy": "Buy Now",
#"nav_forum": "Forum",
#"section_features": "Features",
#"section_reviews": "Media Reviews",
#"section_download": "Download",
#"section_download_commercial": "PROFESSIONAL VERSION FOR REGISTERED USERS",
#"section_buy": "Buy Now",
#"section_screenshots": "Screenshots",
#"section_customers": "Our customers",
#"section_latestversion": "Latest Version",
#"section_changelog": "Change Log",
#"section_availableon": "Available On",
#"section_likeuson": "Like Us On",
#"section_eula": "End User License Agreement",
#"section_privacypolicy": "Privacy Policy",
#"section_volumepricing": "Volume Pricing",
#"button_download": "DOWNLOAD",
#"button_buy": "BUY NOW",
#"button_upgrade": "UPGRADE NOW",
#"button_upgrade_nothanks": "No Thanks",
#"button_viewdetail": "VIEW DETAILS",
#"button_free_download": "FREE DOWNLOAD",
#"button_download_portable": "Portable Version",
#"button_download_commercial": "I have already purchased a license.",
#"text_freetotry": "Free for personal use, try it today.",
#"text_copyright": "Copyright{copy} {ngwin} All rights reserved.",
#"text_winavailable": "Available on all Windows",
#"text_winavailable2": "Microsoft Windows 11, 10, 8.1, 8, 7, Vista and XP including both 32-bit and 64-bit versions.",
#"text_recommend": "RECOMMEND",
#"text_limitedtimeoffer": "LIMITED TIME OFFER",
#"text_free": "FREE",
#"text_personal_only_detail": "Please note that this free version may only be used for personal use in non-commercial environments.",
#"text_license_peruser": "PicPick is licensed per user. Each purchased user can have the software installed on two machines. (for example, PC and laptop).",
#"text_license_noshare": "One license may not be shared between different users.",
#"text_bluesnap": "2Checkout is our online payment system that we recommend. It supports a fully secure online payment service with a variety of payment methods like paypal, credit card etc.",
#"text_thankyou": "Thank you for installing PicPick.",
#"text_download_thankyou": "Thank you for downloading PicPick.",
#"text_download_start": "Your download will start automatically within a few seconds.",
#"text_download_ifnot": "If your download has not started automatically, please click {here} or download from the mirror links.",
#"text_download_ifnot2": "If your download has not started automatically, please click {here}.",
#"text_download_ifnot2_here": "here",
#"text_upgrade": "Upgrade to Professional and get more features!",
#"overview_jumbotron_h1": "PicPick",
#"overview_jumbotron_h2": "All-in-one design tool for everyone",
#"overview_jumbotron_p1": "A full-featured screen capture tool, Intuitive image editor, color picker, color palette, pixel-ruler, protractor, crosshair, whiteboard and more.",
#"overview_jumbotron_p2": "User friendly and full of features for creating your image, Suitable for software developers, graphic designers and home users.",
#"overview_feature_1_h1": "Capture anything",
#"overview_feature_1_p1": "Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.",
#"overview_feature_2_h1": "Edit your images",
#"overview_feature_2_p1": "Annotate and highlight your images: text, arrows, shapes and more with the built-in image editor that includes the latest Ribbon style menu.",
#"overview_feature_3_h1": "Enhance with effects",
#"overview_feature_3_p1": "Easily add effects to your images: drop shadows, frames, watermarks, mosaic, motion blur, brightness control and more.",
#"overview_feature_4_h1": "Share everywhere",
#"overview_feature_4_p1": "Save, share, or send your images via Web, email, ftp, Dropbox, Google Drive, SkyDrive, Box, Evernote, Facebook, Twitter and more.",
#"overview_feature_5_h1": "Graphic Accessories",
#"overview_feature_5_p1": "Variety of graphic design accessories including color picker, color palette, pixel ruler, protractor, crosshair, magnifier, whiteboard.",
#"overview_feature_6_h1": "Customizable setting",
#"overview_feature_6_p1": "With highly advanced settings, you can customize hotkeys, file naming, image quality, and many other options that fits your needs.",
#"reviews_1_body": "This program makes us think of a Swiss Army Knife, or perhaps a well-stocked, well-organized desk drawer. There are all kinds of helpful tools here, and we think PicPick would be useful to Web designers, graphic designers, and even the average computer user who occasionally needs to work with graphics.",
#"reviews_1_author": "CNET Download.com",
#"reviews_1_link": "http://download.cnet.com/PicPick/3000-2192_4-75072925.html?tag=mncol;1",
#"reviews_1_img": "review_cnet.png",
#"reviews_2_body": "Specially designed for the home user and aiming at giving as much flexibility as possible during the work. It even includes some features never to be found in Photoshop. PicPick, besides being a very easy to use image editor also sports graphic capture options and a set of hotkeys and options some similar editors would envy.",
#"reviews_2_author": "Softpedia",
#"reviews_2_link": "http://www.softpedia.com/reviews/windows/PicPick-49842.shtml",
#"reviews_2_img": "review_softpedia.png",
#"features_1_h1": "Screen Capture",
#"features_1_p1": "Take screenshots of an entire screen, an active window, the scrolling windows and any specific region of your desktop, etc.",
#"features_1_p2": "Support multiple monitor environments, capturing with cursor, auto save and file naming, etc.",
#"features_1_p3": "Support the floating widget Capture Bar which makes it easy for you to take screenshots.",
#"features_1_p4": "Customize your own keyboard shortcuts.",
#"features_1_list_1": "Full-screen",
#"features_1_list_2": "Active window",
#"features_1_list_3": "Window control",
#"features_1_list_4": "Scrolling window",
#"features_1_list_5": "Region",
#"features_1_list_6": "Fixed region",
#"features_1_list_7": "Freehand",
#"features_1_list_8": "Repeat last capture",
#"features_1_list_9": "Capture widget",
#"features_1_list_10": "Capturing with cursor",
#"features_1_list_11": "Delayed capture",
#"features_1_list_12": "Auto-save",
#"features_2_h1": "Image Editor",
#"features_2_p1": "With the built-in image editor that includes the latest Ribbon style menu, you can annotate and highlight your images.",
#"features_2_list_1": "Drawing",
#"features_2_list_2": "Insert text",
#"features_2_list_3": "Arrows, lines",
#"features_2_list_4": "Shapes",
#"features_2_list_5": "Balloon",
#"features_2_list_6": "Highlight tool",
#"features_2_list_7": "Crop",
#"features_2_list_8": "Resize",
#"features_2_list_9": "Rotate",
#"features_2_list_10": "Invert",
#"features_2_list_11": "Grayscale",
#"features_2_list_12": "Mosaic",
#"features_2_list_13": "Frame",
#"features_2_list_14": "Watermark",
#"features_2_list_15": "Blur",
#"features_2_list_16": "Sharpen",
#"features_2_list_17": "Brightness",
#"features_2_list_18": "Hue / Saturation",
#"features_2_list_19": "Color balance",
#"features_3_h1": "Save, share, or send",
#"features_3_p1": "Once done with capturing and editing your images, you can save, share, or send it with a variety of outputs.",
#"features_3_list_1": "Clipboard",
#"features_3_list_2": "Image files",
#"features_3_list_3": "PDF",
#"features_3_list_4": "Printer",
#"features_3_list_5": "Web URL",
#"features_3_list_6": "Dropbox",
#"features_3_list_7": "Google Drive",
#"features_3_list_8": "SkyDrive",
#"features_3_list_9": "Box",
#"features_3_list_10": "Facebook",
#"features_3_list_11": "Twitter",
#"features_3_list_12": "Skype",
#"features_3_list_13": "FTP Server",
#"features_3_list_14": "e-mail",
#"features_3_list_15": "Microsoft Word",
#"features_3_list_16": "Microsoft PowerPoint",
#"features_3_list_17": "Microsoft Excel",
#"features_3_list_18": "External program",
#"features_4_h1": "Color Picker",
#"features_4_p1": "Help you find the exact pixel color code on your screen with a built-in magnifier window.",
#"features_4_p2": "Support RGB, HTML, C++, Delphi.",
#"features_5_h1": "Color Palette",
#"features_5_p1": "Find and tune the exact pixel color code using photoshop styled color picker which supports RGB, HSV.",
#"features_6_h1": "Pixel Ruler",
#"features_6_p1": "Help you measure the size of objects and place objects in precise locations on the screen.",
#"features_6_p2": "Support horizontal and vertical orientation, units (pixels, inches, centimeters), DPI settings (72, 96, 120, 300), skins.",
#"features_7_h1": "Magnifier",
#"features_7_p1": "With light, smooth and sizable magnifier tool, you can see any desktop area magnified in its magnification glass.",
#"features_8_h1": "Crosshair",
#"features_8_p1": "Figure out the relative coordinate of picture position with this feature.",
#"features_8_p2": "This can be useful for example in developing HTML image maps.",
#"features_9_h1": "Protractor",
#"features_9_p1": "Help you find angles on screen. Pick a center, then a location, then the angle in degrees away from the first.",
#"features_9_p2": "This can be used in a variety of photography, math, and graphics applications.",
#"features_10_h1": "Whiteboard",
#"features_10_p1": "You can have virtual whiteboard on your desktop. You can use it for presentation or drawing something on your desktop.",
#"download_1_h1": "For Home Users",
#"download_1_p1": "Personal (Home) Use Only",
#"download_1_p2": "Manual Update",
#"download_1_p3": "No Technical Support",
#"download_2_h1": "For Professionals",
#"download_2_p1": "Commercial and Personal Use",
#"download_2_p2": "Auto Update",
#"download_2_p3": "Technical Support",
#"download_2_p4": "Lifetime Upgrades",
#"download_2_p5": "No Ads",
#"buy_table_h1": "Number of Users",
#"buy_table_h2": "Price (USD) Per User",
#"buy_table_p1": "Please contact us for a quote!",
#"buy_table_p2": "Please note that {vat} may apply for some European purchasers.",
#"buy_table_p2_vat": "VAT",
#"buy_1_h1": "Instant Key Delivery",
#"buy_1_p1": "Get instant access to your registration key when your order is complete.",
#"buy_2_h1": "Lifetime Updates",
#"buy_2_p1": "Licenses include unlimited free upgrades to all future versions of PicPick.",
#"buy_3_h1": "Purchase Questions",
#"buy_3_p1": "If you have any questions regarding purchasing or licensing, please feel free to {contactus}.",
#"buy_3_p1_contactus": "contact us",
#"buy_single": "Single",
#"buy_single_p1": "Install on 2 machines per user",
#"buy_team": "Team",
#"buy_team_user": "Users",
#"buy_site": "Site",
#"buy_site_p1": "Install on unlimited machines on site",
#"secure_order": "Secure ordering by 2Checkout",
#"uninstall_h1": "Please give us your feedback.",
#"uninstall_p1": "We would appreciate hearing from you. Your feedback will help us make PicPick even better.",
#"uninstall_comment": "Details",
#"uninstall_comment_placeholder": "For example, Why did you uninstall? What are we missing? Which feature do you want?",
#"uninstall_email": "Email (Optional)",
#"uninstall_email_placeholder": "Please enter your email address.",
#"uninstall_send": "Send Feedback",
#"about_us": "About Us",
#"about_h1": "We are a software development company specialized on Microsoft Windows Platform.",
#"about_p1": "Our goal is to develop and publish high quality and user-friendly software that provides convenient computing environments to our users.",
#"contact_h1": "We would love to hear from you! Please fill out this form and we will get in touch with you shortly.",
#"contact_us": "Contact Us",
#"contact_email": "Email Support",
#"contact_email_at": "You can also contact us via email at : {email}",
#"contact_email_send": "Send us an email",
#"beta_banner": "Try new features with PicPick Beta!",
#"beta_button": "Try Now",
#"try_darkmode": "Try Dark Mode",
#"try_darkmode_on": "Dark Mode is on"
#-------------------------------------------------------------

[Message]
MSG_TRAY_TITLE = PicPick
MSG_ICON_TITLE = PicPick
MSG_MESSAGEBOX_TITLE = PicPick
MSG_PROTRACTOR_CENTERPOINT = Оберіть початкову точку.
MSG_ACTIVEWINDOW_1 = Натисніть [
MSG_ACTIVEWINDOW_2 = ] для захоплення активного вікна.
MSG_EXITSAVEIMAGE_1 = Ви хочете зберегти внесені зміни в [
MSG_EXITSAVEIMAGE_2 = ]?
MSG_DEFAULT_IMAGENAME = Image
MSG_DIRECTORYACCESSERROR = Неможливо отримати доступ до папки.
MSG_DEFAULT_TAPNAME = Без назви
MSG_HOTKEY_ALREADY1 = PicPick не може назначити обрані гарячі клавіші.
MSG_HOTKEY_ALREADY2 = Ви хочете змінити ці гарячі клавіші?
MSG_THISFOLDERNOTFOUND = Папку [шлях або ім'я папки] не знайдено.
MSG_INVALID_FILENAME = Неприпустиме ім'я файлу.
MSG_INVALID_CLIPBOARD = При отриманні данних з буферу обміну сталася помилка!
MSG_CANNOTREPEATCAPTURE = Неможливо визначити область виділення з останнього захоплення.
MSG_CLOSEALLIMAGE = Ви бажаєте закрити всі незбережені зображення?
MSG_FILE_OPEN =Відкрити
MSG_FILE_SAVE =Зберегти як
MSG_NEWVERSIONAVAILABLE = Доступна нова версія PicPick. Бажаєте перейти на сторінку завантаження?
MSG_PROGRAM_NOTADDYET=Ви маєте обрати зовнішню програму для надсинання ваших знімків!
MSG_EXTERNALPROGRAMERROR=Не вдається знайти вказану зовнішню програму.
MSG_PARAMETERS_TITLE=Параметры PicPick
певні фрази не перекладено. Чи й справді ви бажаєте змінити мову?
MSG_INVALIDALBUMNAME=Неприпустина назва альбому.
MSG_CREATEFAILUREALBUM=Помилка створення альбому.
MSG_LOADINGFAILUREALBUM=Помилка завантаження альбомів.
MSG_IDEMPTY = Введіть, будь-ласка дані користувача.
MSG_PWEMPTY = Введіть, будь-ласка, пароль користувача.
MSG_SAVE = &Зберегти
MSG_DONTSAVE = Не з&берігати
MSG_DONTSAVEALL = Не зберігати &все
MSG_NODISPLAYAGAIN = Не показувати більше це повідомлення
BTN_YES = &Так
BTN_NO = &Ні
BTN_NOALL = &Ні на все
MSG_INPUTTEXT = Будь-ласка, введіть тут текст
MSG_FLATTENLAYER= Для виконання цієї дії вам необхідно сумістити фігури з фоновим зображенням. Ви бажаєте сумістити фігури?
MSG_FLATTENALL=Ви бажаєте сумістити всі фігури?
MSG_INVALID_DOWNLOADURL = Під час завантаження зображення сталася помилка.
MSG_OPENURL=Будь-ласка, ведіть посиланя.
MSG_ANYSETTINGOK = Налаштування успішно змінено.
MSG_DEFAULTEDITOR=PicPick встановлено в якості редактору зображень за замовчуванням
MSG_FTPINFONEED=Спочатку необхідно ввести параметри доступу до сервера FTP.
MSG_CONNECTIONFAIL=Під час з'єднання відбулась помилка.
MSG_PROGRAM_NOSKYPE=Не можу знайти Skype.
MSG_ACTIVATE_OFFLINE=Не можу активувати Вашу ліцензію через помилку зв'язку чи інші проблеми. Бажаєте активувати Вашу ліцензію офлайн?
MSG_ACTIVATE_OK = Ваша ліцензія була активована. Дякуємо, що обрали PicPick!
MSG_ACTIVATE_TRIAL = Ваша випробувальна ліцензія була активована. Дякуємо, що обрали PicPick!
MSG_ACTIVATE_FAIL = Активацію було відхилено. Будь-ласка зв'яжіться зі службою підтримки PicPick.
MSG_VALIDOWNERNAME = Будь-ласка введіть коректне ім'я користувача.
MSG_VALIDLICENSEKEY = Будь-ласка вкажіть ліцензійний ключ.
MSG_FILENOTFOUND = Не можу знайти файл.
MSG_CAPTUREAREAFAIL=Під час обрахування зони захоплення виникла помилка. Будь-ласка, перевірте програми (антивірусні, програми, що здійснюють захист від шкідливих програм), які можуть впливати на роботу PicPick.
#4.0.0
MSG_TRANSPARENCYLOST=Прозорість окремих ділянок зображення буде втрачено, якщо Ви збережете у цьому форматі. Продовжити збереження файлу?
#4.0.0
#4.0.1
MSG_DONOTSHOWWEEK=Не показувати це вікно протягом тижня
#4.0.1